import React from "react";

const About = () => {
  return (
    <div className="min-h-screen flex items-center justify-center">
      <div className="max-w-3xl mx-auto p-3 text-center">
        <div>
          <h1 className="text-3xl font-semibold text-center my-7">
            אודות הבלוג שלנו
          </h1>
          <div className="text-md text-gray-500 flex flex-col gap-6">
            <p>
              הבלוג הזה נועד לתת מידע ועדכונים חשובים לכל חייל וחיילת בצה"ל
              שקשור לת״ש. כאן תוכלו למצוא מדריכים, טיפים, ומידע עדכני שיעזור לכם
              להבין את הזכויות שלכם, לדעת מהן ההטבות שמגיעות לכם, ולהתמודד עם
              אתגרים שיכולים להיות. <br /> המטרה שלנו היא לא רק להעניק לכם את
              המידע הנחוץ ביותר, אלא גם לעזור לכם למצוא תשובות לשאלות שיכולות
              לעלות לכם ולהרגיש שאתם לא לבד. הבלוג הזה מכסה מגוון רחב של נושאים,
              כולל:
              <ul>
                <li>זכויות חיילים ותנאים קבלת ת״ש</li>
                <li>עדכונים על חוקים ותקנות חדשים</li>
                <li>מידה חדש ואינפורמציה מעניינת </li>
              </ul>
              השירות הצבאי הוא תקופה משמעותית בחיים של כל אחד, ומטרתנו היא להקל
              עליכם ולהשפיע באופן חיובי על החוויה הזו. נשמח אם תהנו מהבלוג שלנו
              ותקבלו אינפורמציה שתעזור לכם ותשפר את השירות שלכם
            </p>
          </div>
        </div>
      </div>
    </div>
  );
};

export default About;
